{
  "subtype": "Disease transmission models",
  "humanReadableSynopsis": "North American Animal Disease Spread Model (NAADSM) is a framework for creating stochastic, spatial, state-transition simulation models of the spread and control of highly contagious diseases of animals. User-established parameters define model behavior in terms of disease progression; disease spread by animal-to-animal contact, contact with contaminated personnel or equipment, and airborne dissemination; and the implementation of control measures such as vaccination and depopulation. Resources available to implement disease control strategies are taken into consideration. The model records a wide variety of measures of the extent of simulated outbreaks and other characteristics. The graphical interface and output visualization features also make it a useful tool for training and preparedness exercises. NAADSM has been developed with broad international support, and has been used to evaluate outbreak scenarios and potential control strategies for economically important animal diseases in many countries around the world.",
  "developers": [
    "Caroline Dube",
    "Neil Harvey",
    "Kelly Patyk",
    "Aaron Reeves",
    "Anna Seitzinger"
  ],
  "pathogenCoverage": [
    {
      "identifier": {
        "identifier": "333278",
        "identifierSource": "https://biosharing.org/bsg-s000154",
        "identifierDescription": "avian influenza a"
      }
    },
    {
      "identifier": {
        "identifier": "12066",
        "identifierSource": "https://biosharing.org/bsg-s000154",
        "identifierDescription": "foot-and-mouth disease"
      }
    },
    {
      "identifier": {
        "identifier": "10345",
        "identifierSource": "https://biosharing.org/bsg-s000154",
        "identifierDescription": "pseudorabies"
      }
    }
  ],
  "locationCoverage": [
    {
      "identifier": {
        "identifier": "5196",
        "identifierSource": "https://biosharing.org/bsg-s000708",
        "identifierDescription": "denmark"
      }
    }
  ],
  "documentation": "Reeves A, Hupalo R, Patyk KA, Hill AE: The North American Animal Disease Spread Model: A simulation model to assist decision making in evaluating animal disease incursions (2012)",
  "source": "https://sourceforge.net/projects/naadsm/",
  "executables": [
    "Windows, Unix, and Mac OS executables can be found <a class=\"underline\" href=\"http://www.naadsm.org/download\">here</a>"
  ],
  "website": "http://www.naadsm.org/about",
  "version": [
    "v3.3",
    "4.0"
  ],
  "license": "<a class=\"underline\" href=\"http://www.gnu.org/licenses/gpl-2.0.html\">GPL (GNU General Public License)</a>",
  "publicationsThatUsedRelease": [
    "Cozzens T, Gebhardt K, Shwiff S, Lutman M, Pedersen K, et al.: Modeling the Economic Impact of Feral Swine-Transmitted Foot-and- Mouth Disease: A Case Study from Missouri (2010)",
    "Dube C, Ribble C, Kelton D, McNab B, Javier S, et al.: Network analysis of livestock movements to estimate potential silent spread of Foot-and-Mouth Disease (2008)",
    "Dube C, Sanchez J, Reeves A: Adapting existing models of highly contagious diseases to countries other than their country of origin (2011)",
    "Dube C, Stevenson MA, Garner MG, Sanson RL, Corsdo BA, et al.: A comparison of predictions made by three simulation models of foot-and-mouth disease (2007)",
    "Ketusing N, Reeves A, Portacci K, Yano T, Olea-Popelka F, et al.: Evaluation of strategies for the eradication of Pseudorabies virus (Aujeszky's disease) in commercial swine farms in Chiang-Mai and Lampoon Provinces, Thailand, using a simulation disease spread model (2011)",
    "Reeves A, Salman MA, Hill AE: Approaches for evaluating veterinary epidemiological models: verification, validation and limitations (2011)",
    "Pendell DL, Leatherman J, Schroeder TC, Alward GS: The Economic Impacts of a Foot-And-Mouth Disease Outbreak: A Regional Analysis (2007)",
    "Patyk KA, Helm J, Martin MK, Forde-Folle KN, Olea-Popelka FJ, et al.: An epidemiologic simulation model of the spread and control of highly pathogenic avian influenza (H5N1) among commercial and backyard poultry flocks in South Carolina, United States (2013)",
    "Dillon E, Matthews A, Thorne F: Foot-and-Mouth Disease control costs compared: An Irish case study (2007)"
  ],
  "hostSpeciesIncluded": [
    {
      "identifier": {
        "identifier": "",
        "identifierSource": "https://biosharing.org/bsg-s000154",
        "identifierDescription": ""
      }
    }
  ],
  "controlMeasures": [
    {
      "identifier": {
        "identifier": "",
        "identifierSource": "",
        "identifierDescription": ""
      }
    }
  ],
  "title": "NAADSM"
}